//** @file
//   Strings for H2O Event Log Config Manager DXE
//
//;******************************************************************************
//;* Copyright (c) 2015, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************

/=#

#include "Standard.uni"

#string STR_BLANK_STRING                             #language en-US        " "
                                                     #language fr-FR        " "
                                                     #language zh-TW        " "
                                                     #language ja-JP        " "
                                                     #language it-IT        " "
                                                     #language es-ES        " "
                                                     #language de-DE        " "
                                                     #language pt-PT        " "	
													 
#string STR_H2O_EVENT_LOG_CONFIG_MANAGER_FORMSET     #language en-US        "H2O Event Log Config Manager"
                                                     #language fr-FR        "H2O Event Log Config Manager"
                                                     #language zh-TW        "H2O Event Log Config Manager"
                                                     #language ja-JP        "H2O Event Log Config Manager"
                                                     #language it-IT        "H2O Event Log Config Manager"
                                                     #language es-ES        "H2O Event Log Config Manager"
                                                     #language de-DE        "H2O Event Log Config Manager"
                                                     #language pt-PT        "H2O Event Log Config Manager"
#string STR_H2O_EVENT_LOG_CONFIG_MANAGER_FORMSET_HELP  #language en-US        "Show H2O Event Log Config Manager Utility"
                                                       #language fr-FR        "Show H2O Event Log Config Manager Utility"
                                                       #language zh-TW        "Show H2O Event Log Config Manager Utility"
                                                       #language ja-JP        "Show H2O Event Log Config Manager Utility"
                                                       #language it-IT        "Show H2O Event Log Config Manager Utility"
                                                       #language es-ES        "Show H2O Event Log Config Manager Utility"
                                                       #language de-DE        "Show H2O Event Log Config Manager Utility"
                                                       #language pt-PT        "Show H2O Event Log Config Manager Utility"

#string STR_SHOW_CONFIGURATION_PAGE                  #language en-US        "Configuration Pages"
                                                     #language fr-FR        "Configuration Pages"
                                                     #language zh-TW        "Configuration Pages"
                                                     #language ja-JP        "Configuration Pages"
                                                     #language it-IT        "Configuration Pages"
                                                     #language es-ES        "Configuration Pages"
                                                     #language de-DE        "Configuration Pages"
                                                     #language pt-PT        "Configuration Pages"	
													 
#string STR_SHOW_CONFIGURATION_PAGE_HELP             #language en-US        "Show all of the configuration pages."
                                                     #language fr-FR        "Show all of the configuration pages."
                                                     #language zh-TW        "Show all of the configuration pages."
                                                     #language ja-JP        "Show all of the configuration pages."
                                                     #language it-IT        "Show all of the configuration pages."
                                                     #language es-ES        "Show all of the configuration pages."
                                                     #language de-DE        "Show all of the configuration pages."
                                                     #language pt-PT        "Show all of the configuration pages."	
													 
#string STR_SHOW_EVENT_AND_MESSAGE_PAGE              #language en-US        "Event And Message Pages"
                                                     #language fr-FR        "Event And Message Pages"
                                                     #language zh-TW        "Event And Message Pages"
                                                     #language ja-JP        "Event And Message Pages"
                                                     #language it-IT        "Event And Message Pages"
                                                     #language es-ES        "Event And Message Pages"
                                                     #language de-DE        "Event And Message Pages"
                                                     #language pt-PT        "Event And Message Pages"
													 
#string STR_SHOW_EVENT_AND_MESSAGE_PAGE_HELP         #language en-US        "Show all of the Event And Message pages."
                                                     #language fr-FR        "Show all of the Event And Message pages."
                                                     #language zh-TW        "Show all of the Event And Message pages."
                                                     #language ja-JP        "Show all of the Event And Message pages."
                                                     #language it-IT        "Show all of the Event And Message pages."
                                                     #language es-ES        "Show all of the Event And Message pages."
                                                     #language de-DE        "Show all of the Event And Message pages."
                                                     #language pt-PT        "Show all of the Event And Message pages."	
